/* 无法获取到视频地址 */
"Can't fetch video link" = "動画のURLが解析失败";

/* 无法保存 */
"Can't Save" = "保存失敗";

/* 取消 */
"Cancel" = "取り消す";

/* 复制粘贴失败 */
"Copy Failed" = "コピー失敗";

/* 确认 */
"OK" = "OK";

/* 操作失败 */
"Operation Failed" = "操作失敗";

/* 保存失败 */
"Save Failed" = "保存失敗";

/* 请重试 */
"Try again" = "再試行する";

/* 链接 */
"Link" = "リンク";

/* 地址解析失敗 */
"Parse Failed" = "解析失敗";


